Revit 2027 API
ParameterTypeId.RbsSystemRisedrop1lineteedownsymbolParam Property
 "Single Line Tee Down Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemRisedrop1lineteedownsymbolParam { get; }
Public Shared ReadOnly Property RbsSystemRisedrop1lineteedownsymbolParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemRisedrop1lineteedownsymbolParam {
	ForgeTypeId^ get ();
}
static member RbsSystemRisedrop1lineteedownsymbolParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace